<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<p>用户独立承担其发布内容的责任。用户对服务的使用必须遵守所有适用于服务的地方法律、国家法律和国际法律。用户承诺：</p>
<p>用户在使用CSTNET/eduroam无线服务时必须符合中国有关法规，不得在利用CSTNET/eduroam无线服务制作、复制、发布、传播以下信息：</p>
<ul>
	<li>(a) 违反宪法确定的基本原则的；</li>
	<li>(b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
	<li>(c) 损害国家荣誉和利益的；</li>
	<li>(d) 煽动民族仇恨、民族歧视，破坏民族团结的；</li>
	<li>(e) 破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
	<li>(f) 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
	<li>(g) 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</li>
	<li>(h) 侮辱或者诽谤他人，侵害他人合法权益的；</li>
	<li>(i) 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
	<li>(j) 以非法民间组织名义活动的；</li>
	<li>(k) 含有法律、行政法规禁止的其他内容的。</li>
</ul>